Tai lieu mo ta/MBF API/MBF API/response.xml

<?xml version="1.0" encoding="UTF-8"?>
<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:n="http://schema.intersec.com/igloo/sdk/v1.2" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><s:Body><n:pull.retrieveV3Res><result><subscriber><imsi>452019939362924</imsi><msisdn>84904500084</msisdn></subscriber><currLocation><planName>GSM</planName><event>CELL_ENTER</event><eventStamp>1680857401</eventStamp><presence>ACTIVE</presence><presenceStamp><presentFlag>1680680140</presentFlag><disappearedFlag>1680825616</disappearedFlag></presenceStamp></currLocation></result></n:pull.retrieveV3Res></s:Body></s:Envelope>